/* editable */
"NBUAssetsGroupView Editable label" = "editable";

/* %d images */
"NBUAssetsGroupView Number of images" = "%d images";

/* 1 image */
"NBUAssetsGroupView Only one image" = "1 image";

/* Loading images... */
"NBUAssetsGroupViewController LoadingLabel" = "Loading images...";

/* No images */
"NBUAssetsGroupViewController NoImagesLabel" = "No images";

/* Loading albums... */
"NBUAssetsLibraryViewController LoadingLabel" = "Loading albums...";

/* No albums */
"NBUAssetsLibraryViewController NoAlbumsLabel" = "No albums";

/* 1 album */
"NBUAssetsLibraryViewController Only one album" = "1 album";

/* %d albums */
"NBUAssetsLibraryViewController Zero or more albums" = "%d albums";

/* Auto */
"NBUCameraViewController FlashLabel Auto" = "Auto";

/* Off */
"NBUCameraViewController FlashLabel Off" = "Off";

/* On */
"NBUCameraViewController FlashLabel On" = "On";

/* %i of %i */
"NBUEditMultiImageViewController title image X of XX" = "%1$i of %2$i";

/* Additive blend */
"NBUFilterProvider Additive blend filter" = "Additive blend";

/* Alpha blend */
"NBUFilterProvider Alpha blend filter" = "Alpha blend";

/* Auto */
"NBUFilterProvider Auto filter" = "Auto";

/* Brightness */
"NBUFilterProvider Brightness filter" = "Brightness";

/* Contrast */
"NBUFilterProvider Contrast filter" = "Contrast";

/* Curve adjustement */
"NBUFilterProvider Curve adjustement filter" = "Curve adjustement";

/* Exposure */
"NBUFilterProvider Exposure filter" = "Exposure";

/* Gamma */
"NBUFilterProvider filter" = "Gamma";

/* Filter group */
"NBUFilterProvider Filter group filter" = "Filter group";

/* Fisheye */
"NBUFilterProvider Fisheye filter" = "Fisheye";

/* Mask blur */
"NBUFilterProvider Mask blur filter" = "Mask blur";

/* Monochrome */
"NBUFilterProvider Monochrome filter" = "Monochrome";

/* Multiply blend */
"NBUFilterProvider Multiply blend filter" = "Multiply blend";

/* None */
"NBUFilterProvider None filter" = "None";

/* Saturation */
"NBUFilterProvider Saturation filter" = "Saturation";

/* Sharpen */
"NBUFilterProvider Sharpen filter" = "Sharpen";

/* Source over */
"NBUFilterProvider Source over filter" = "Source over";

/* Show all */
"NBUGalleryViewController hide thumbnails button" = "Show all";

/* Close */
"NBUGalleryViewController show thumbnails button" = "Close";

/* %i of %i */
"NBUGalleryViewController title image X of XX" = "%1$i of %2$i";

/* Continue */
"NBUImagePickerController assetsGroupController.continueButton" = "Continue";

/* Library */
"NBUImagePickerController assetsGroupController.customBackButtonTitle" = "Library";

/* Camera */
"NBUImagePickerController CameraTitle" = "Camera";

/* Cancel */
"NBUImagePickerController Cancel prompt actionSheet" = "Cancel";

/* Choose an image */
"NBUImagePickerController Choose image actionSheet" = "Choose an image";

/* Confirm */
"NBUImagePickerController confirmController title" = "Confirm";

/* Next */
"NBUImagePickerController editController rightBarButtonItem.title" = "Next";

/* Edit */
"NBUImagePickerController editController title" = "Edit";

/* Edit */
"NBUImagePickerController editController.customBackButtonTitle" = "Edit";

/* Albums */
"NBUImagePickerController libraryController.customBackButtonTitle" = "Albums";

/* Loading... */
"NBUImagePickerController LibraryLoadingTitle" = "Loading...";

/* Take a picture */
"NBUImagePickerController Take picture actionSheet" = "Take a picture";

/* No filters available */
"NBUPresetFilterView NoFiltersAvailable" = "No filters available";

